Repository: MarwanT/Bookwitty
Catalog: Bookwitty/SupportingFiles/Localization/*.lproj/Localizable.strings
Languages: fr

source: A minute ago
fr: Il y a une minute

source: About this book
fr: À propos de ce livre

source: Account
fr: Compte

# account_needs_confirmation_alert_dismiss_button_title
source: Cancel
fr: Annuler

# account_needs_confirmation_alert_message
source: You haven't yet confirmed your account. Please check your email and click on the confirmation link.
fr: Vous devez confirmer votre compte en cliquant sur le lien que vous avez reçu par email.

# account_needs_confirmation_alert_resend_confirmation_button_title
source: Resend
fr: Envoyer à nouveau

# account_needs_confirmation_alert_title
source: Account
fr: Votre compte

source: Address Book
fr: Adresses de livraison

source: Already have an account?
fr: Déjà inscrit ?

source: An hour ago
fr: Il y a une heure

source: and
fr: et

source: Apply
fr: Appliquer

source: Author
fr: Auteur

source: Bag
fr: Panier

source: Biography
fr: Biographie

source: Book
fr: Livre

source: Book Categories
fr: Catégories

source: Book Details
fr: Détails

source: Book recommended in reading lists
fr: Livre recommandé dans nos listes de lecture

source: Books
fr: Livres

source: Books you may be interested in
fr: Ces livres pourraient vous intéresser

source: Bookwitty Suggests
fr: Bookwitty vous suggère

source: Buy This Book
fr: Acheter ce livre

source: Cancel
fr: Annuler

source: Categories
fr: Catégories

source: Category
fr: Catégorie

source: Change Password
fr: Modifier votre mot de passe

# change_password_error
source: Could not change password
fr: Votre mot de passe n'a pu être modifié

# change_password_success
source: Password changed successfully
fr: Votre mot de passe a bien été modifié

source: Choose format
fr: Choisissez l'édition

# choose_from_library
source: Choose photo from library
fr: Choisissez une image de la bibliothèque

# choose_pen_name
source: Choose a Pen Name
fr: Choisissez un pseudo

source: Clear All
fr: Effacer mes sélections

source: Clear profile photo
fr: Supprimer la photo de profil

source: Comments
fr: Commentaires

source: Contact Us
fr: Contactez-nous

source: Content
fr: Articles

source: Continue
fr: Suivant

source: Contributors
fr: Contributeurs

# couldnt_load_selected_edition_message
source: We could not load selected edition!
fr: Oups, nous n'avons pas pu afficher cette édition

# couldnt_load_selected_edition_title
source: Oooops
fr: Oups...

# couldnt_load_your_data
source: We could not load your data
fr: Nous n'avons pas réussi à charger vos données

source: Country
fr: Pays

source: Country/Region
fr: Région

source: Create New Pen Name
fr: Créer un nouveau pseudo

source: Current Password
fr: Mot de passe actuel

# current_password_is_empty_error
source: Current password was left empty!
fr: Vous n'avez pas entré votre mot de passe

source: Customer Service
fr: Service client

source: Delete
fr: Supprimer

source: Discover
fr: Découvrir

# discover_banner_message
source: Check back here anytime to find the best stories from the community.
fr: Chaque jour, retrouvez ici les meilleurs articles de la communauté Bookwitty

source: Done
fr: OK

# dont_worry_you_can_change_it_later
source: Don't worry : you can always change it later
fr: Pas d'inquiétude : vous pourrez toujours le modifier ultérieurement

source: Drafts
fr: Brouillons

source: Edit pen name
fr: Modifier votre pseudo

source: Editions
fr: Éditions

# email_already_registered
source: The email address you have entered is already registered!
fr: L'e-mail que vous avez indiqué est déjà enregistré chez nous

# email_empty
source: The email field can not be empty!
fr: Vous devez renseigner votre e-mail

# email_invalid
source: Oops your email seems to be invalid
fr: Oups, votre e-mail semble invalide

source: Email Notifications
fr: Notifications par e-mail

# empty_error_description
source: Select people, topics and tags of interest to populate your feed with content you like.
fr: Sélectionnez des sujets et des contributeurs qui vous intéressent pour nourrir votre fil d'actualité.

# empty_error_title
source: Its empty in here
fr: Cet espace est vide pour l'instant

source: Enter your email
fr: Indiquez votre e-mail

source: Enter your first name
fr: Indiquez votre prénom

source: Enter your last name
fr: Indiquez votre nom

source: Enter your password
fr: Indiquez votre mot de passe

source: Enter your pen name
fr: Indiquez votre pseudo

source: Error Loading Data
fr: Erreur dans le chargement des données

# fail_to_refresh_token_alert_message
source: It seems that your session expired and you need to sign in again
fr: Votre session est expirée et vous devez vous connecter à nouveau

# fail_to_refresh_token_alert_title
source: Please sign in again
fr: Veuillez vous connecter

source: Filter
fr: Filtre

source: Filters
fr: Filtres

source: First name
fr: Prénom

# first_name_invalid
source: Please enter your first name
fr: Veuillez inscrire votre prénom

source: Follow
fr: Suivre

source: Follow Topics
fr: Suivre des sujets

source: Followed
fr: Abonnements

source: Follower
fr: Abonné

source: Followers
fr: Abonnés

source: Following
fr: Abonné

source: Forgot Password
fr: Mot de passe oublié

source: Forgot your password?
fr: Mot de passe oublié ?

source: Free shipping internationally
fr: Livraison gratuite où que vous soyez

source: Get started
fr: Débuter

source: Height
fr: Hauteur

source: Help
fr: Aide

source: Hide formats and editions
fr: Cacher les formats et les éditions

# imprint
source: Publisher
fr: Éditeur

source: In response to:
fr: En reponse à:

source: In stock
fr: Disponible

source: Interests
fr: Intérêts

# join_us_to_personalize_feed_description
source: View articles reading lists and book recommendations in your feed based on your interests.
fr: Afficher des articles, des listes de lecture et des recommendations personnalisées dans votre fil d'actualité.

# join_us_to_personalize_feed_title
source: Personalize your feed
fr: Personnaliser cette page

source: Just now
fr: A l'instant

source: Language
fr: Langue

# language_of_text
source: Language
fr: Langue

source: Languages
fr: Langues

source: Last Month
fr: Le mois dernier

source: Last name
fr: Nom

# last_name_invalid
source: Please enter your email
fr: Veuillez inscrire votre e-mail

source: Last Week
fr: La semaine dernière

source: Last year
fr: L'an dernier

source: Latest
fr: Nouveautés

source: Link
fr: Lien

source: List price
fr: Prix conseillé

source: More
fr: Plus

source: Most popular
fr: Les plus populaires

source: My interests
fr: Mes intérêts

source: My Orders
fr: Mes commandes

source: New Password
fr: Nouveau mot de passe

# new_password_is_empty_error
source: New password was left empty!
fr: Vous devez choisir un nouveau mot de passe

# new_version_available_description
source: There is a newer version available for download! Please update the app by visiting the Apple Store.
fr: Une nouvelle version de l'application Bookwitty est disponible. Téléchargez-la dès maintenant dans l'App Store.

# new_version_available_title
source: New version available
fr: Mise à jour disponible

source: News
fr: Actualités

# no_internet_error_description
source: Please check your internet connection and try again.
fr: Vous n'êtes pas connecté à Internet

# no_internet_error_title
source: No Internet Connection
fr: Pas d'Internet

# no_results_found_description
source: Sorry, we couldn't find what you were looking for.
fr: Nous n'avons pas trouvé de résultats pour votre recherche. Veuillez vérifier l'orthographe ou faites une nouvelle recherche.

# no_results_found_title
source: No results found
fr: Aucun résultat

source: Number Of Pages
fr: Nombre de pages

# onboarding_view_header_title
source: Following People and Topics is how you fill up your home feed with interesting reads.
fr: Pour nourrir votre fil d'actualité, sélectionnez des sujets et des contributeurs qui vous intéressent.

# ooops
source: Oops
fr: Oups

source: or check your •settings•
fr: ou vérifiez vos •paramètres•

# our_selection_for_you
source: Books you might like
fr: Des livres que vous pourriez aimer

source: Out of stock
fr: Actuellement indisponible

source: Pages you may be interested in
fr: Ces pages pourraient vous intéresser

source: Password
fr: Mot de passe

# password_change_unknown_error
source: Something went wrong
fr: Une erreur s'est produite

# password_invalid
source: Please verify your password
fr: Veuillez vérifier votre mot de passe

# password_is_wrong_error
source: The password entered is wrong
fr: Mot de passe incorrect

# password_minimum_characters_error
source: Password should be at least 8 characters long!
fr: Votre mot de passe doit être composé d'au moins huit caractères

source: Payment Methods
fr: Moyens de paiement

source: Pen Name
fr: Pseudo

# pen_name_cant_be_empty
source: Please enter a pen name
fr: Veuillez inscrire un pseudo

# pen_name_error_could_not_create
source: Something went wrong, could not create Penname!
fr: Il y a eu un problème, pseudo n'a pu être créé

# pen_name_error_was_already_taken
source: Ooops, Penname was already taken!
fr: Désolés, ce nom est déjà pris

# pen_name_max_number_of_characters_thirty_six
source: Penname can not be more than 36 characters long
fr: Votre nom ne peut pas excéder 36 caractères

source: Pen Names
fr: Pseudos

source: Pennames To Follow
fr: Des contributeurs que vous pouvez suivre

# please_fill_required_field
source: Please fill the required fields
fr: Veuillez remplir les champs obligatoires

source: Product Format
fr: Format

source: Profile
fr: Profil

source: Profile Picture
fr: Photo de profil

source: Publication date
fr: Date de publication

source: Publish
fr: Publier

# publish_comment_general_error_message
source: Something went wrong
fr: Une erreur s'est produite

# publish_comment_general_error_title
source: Ooops
fr: Oups

# publish_empty_comment_error_message
source: You seem to have forgotten your words!?
fr: Les mots vous manquent ?

# publish_empty_comment_error_title
source: Ooops
fr: Oups

source: Publisher
fr: Éditeur

source: Quote
fr: Citation

source: Reading List
fr: Liste de lecture

source: Reading Lists
fr: Listes de lecture

source: Register
fr: S'inscrire

source: Related books
fr: Livres associés

# related_bookwitty_topics
source: Related topics
fr: Sujets associés

source: Related posts
fr: Articles associés

source: Replies
fr: Réponses

source: Reply
fr: Répondre

source: Reset password
fr: Réinitialiser mon mot de passe

# reset_password_text
source: You will receive an email with instructions on how to reset your password in a few minutes.
fr: Dans quelques instants, vous recevrez un e-mail pour réinitialiser votre mot de passe.

# search_placeholder
source: Search
fr: Rechercher

source: See what's happening on Bookwitty
fr: Préparez-vous à faire des découvertes

source: Settings
fr: Paramètres

# shop_banner_message
source: All the best books, the best prices and shipping is free.
fr: Les meilleurs livres au meilleur prix, livrés gratuitement dans plus de 149 pays

source: Shop For Books
fr: Librairie

# shop_in_app_coming_soon_message
source: Shop for books on our website
fr: Acheter des livres sur notre site Web

# shop_online
source: Continue
fr: Continuer

source: Sign In
fr: S'identifier

source: Sign Out
fr: Se déconnecter

# sign_up
source: Register
fr: S'inscrire

# some_thing_wrong_error
source: Something went wrong
fr: Il y a eu un problème

# something_wrong_error_description
source: We can't load your feed right now.
fr: Nous ne pouvons télécharger votre fil d'actualité pour l'instant.

# something_wrong_error_title
source: Something's wrong!
fr: Il y a quelque chose qui cloche

# something_wrong_in_credentials
source: This email and password combination could not be found
fr: Votre e-mail ou votre mot de passe est erroné

source: Subtitle
fr: Sous-titre

source: Take profile photo
fr: Prenez une photo de profil

# terms_of_use_and_privacy_policy
source: By tapping Sign up : you agree to the •Terms of Use• and •Privacy Policy•
fr: En cliquant sur "s'inscrire" vous acceptez nos •termes d'utilisation• et notre •politique de confidentialité•

source: Text
fr: texte

source: Topic
fr: Sujet

source: Topics to Follow
fr: Sujets à suivre

source: Try again
fr: Essayez à nouveau

# tutorial_fifth_page_description
source: Sign up to be a part of this vibrant community.
fr: Inscrivez-vous pour faire partie de notre communauté

# tutorial_fifth_page_title
source: Join The Fun
fr: Rejoignez notre communauté

# tutorial_first_page_title
source: Empower Your Curiosity
fr: Aiguisez votre curiosité

# tutorial_forth_page_description
source: Bookwitty sells books in many languages from any part of the world. We delivered them to your doorstep at a fair price with free shipping.
fr: Bookwitty est une gigantesque librairie. Notre catalogue comprend 26 millions de livres. Nous vendons et livrons ces livres à des prix raisonnables.

# tutorial_forth_page_title
source: For The Love Of Books
fr: Pour l'amour des livres

# tutorial_second_page_description
source: Dig deep into a topic, explore new ideas and discuss with people. You're sure to find articles and reading lists you like.
fr: Approfondissez un sujet, explorez de nouvelles idées ou discutez avec d'autres utilisateurs de sujets qui vous passionnent.

# tutorial_second_page_title
source: Discover Ideas & People
fr: Faites des découvertes

# tutorial_third_page_description
source: Everyone has knowledge, expertise or a topic they are passionate about. Write about it.
fr: Nous sommes tous experts des sujets qui nous passionnent. Partagez votre savoir.

# tutorial_third_page_title
source: Share Your Own Ideas
fr: Partagez vos idées

source: Unknown format
fr: Format de produit inconnu

source: Update now
fr: Mettre à jour

source: User
fr: Utilisateur

# user_not_signed_in_alert_message
source: You need to be signed in to complete this action
fr: Vous devez être connecté pour effectuer cette action

# user_not_signed_in_alert_title
source: You are not signed in
fr: Vous n'êtes pas connecté

source: Video
fr: Vidéo

source: View All
fr: Voir tout

source: View All Books
fr: Voir tous les livres

# view_all_categories
source: Browse by Categories
fr: Livres par catégories

source: View all comments
fr: Voir tous les commentaires

source: View all related books
fr: Voir tous les livres associés

source: View all related posts
fr: Voir tous les articles associés

source: View All Selections
fr: Voir toutes les sélections

source: View Subcategories
fr: Voir les sous-catégories

source: View Whole Description
fr: Voir la description complète

source: Weight
fr: Poids

# welcome_banner_message
source: Your feed displays the stories from topics or people you follow.
fr: Les publications des contributeurs que vous suivez et les derniers posts consacrés aux sujets qui vous intéressent apparaîtront dans votre fil d’actualité.

source: Welcome to Bookwitty
fr: Bienvenue sur Bookwitty

source: What are your thoughts?
fr: Et vous, qu'en pensez-vous ?

source: Width
fr: Largeur

source: Witted
fr: Witté

source: Write a comment
fr: Écrire un commentaire

source: Yesterday
fr: Hier

source: You
fr: Vous

# you_dont_have_account
source: You don't have an account
fr: Vous n'avez pas de compte

# you_find_witty
source: You find this witty
fr: Vous avez witté ceci

source: You save
fr: Vous économisez

source: Your feed
fr: Votre flux

# f_find_witty
source: %@ find this witty
fr: %@ autres personnes ont witté ceci

# f_number_find_witty
source: %d find this witty
fr: %d autres personnes ont witté ceci

# f_number_of_books
source: %d books
fr: %d livres

# f_number_of_contributors
source: %d contributors
fr: %d contributeurs

# f_number_of_days_ago
source: %d days ago
fr: il y a %d jours

# f_number_of_followers
source: %d followers
fr: %d abonnés

# f_number_of_hours_ago
source: %d hours ago
fr: il y a %d heures

# f_number_of_minutes_ago
source: %d minutes ago
fr: il y a %d minutes

# f_number_of_months_ago
source: %d months ago
fr: il y a %d mois

# f_number_of_seconds_ago
source: %d seconds ago
fr: il y a %d secondes

# f_number_of_weeks_ago
source: %d weeks ago
fr: il y a %d semaines

# f_number_of_years_ago
source: %d years ago
fr: il y a %d années

# f_others_find_witty
source: and %d others find this witty
fr: et %d autres personnes avez witté ceci

# f_view_all_replies
source: View all %d replies
fr: Voir les %d réponses

# f_view_formats_and_editions
source: View all %d formats and editions
fr: Voir les %d éditions
